Repository: M1zz/Rereminder
Catalog: Rereminder/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: · %lld alerts
de: · %lld Erinnerungen
es: · %lld avisos
fr: · %lld alertes
it: · %lld avvisi
ja: ・%lld件のアラート
ko: · %lld개 알림
pt_br: · %lld alertas
zh_hans: · %lld 个提醒
zh_hant: · %lld 個提醒

source: "Connected" here means Rereminder was open on that Mac within the last 10 minutes — it isn't a live link.
de: „Verbunden“ heißt hier: Rereminder war in den letzten 10 Minuten auf diesem Mac geöffnet – es ist keine Live-Verbindung.
es: "Conectado" aquí significa que Rereminder estuvo abierto en tu Mac en los últimos 10 minutos; no es una conexión en tiempo real.
fr: Ici, « Connecté » signifie que Rereminder était ouvert sur ce Mac au cours des 10 dernières minutes. Ce n’est pas une connexion en temps réel.
it: Qui "Connesso" significa che Rereminder era aperto su quel Mac negli ultimi 10 minuti: non è un collegamento in tempo reale.
ja: ここでの「接続済み」は、直近10分以内にそのMacでRereminderが起動していたという意味です。リアルタイム接続ではありません。
ko: 여기서 "연결됨"은 최근 10분 안에 그 Mac에서 두번알림이 켜져 있었다는 뜻이에요. 실시간 연결이 아니에요.
pt_br: "Conectado" aqui significa que o Rereminder esteve aberto nesse Mac nos últimos 10 minutos — não é uma conexão em tempo real.
zh_hans: 这里的“已连接”是指最近 10 分钟内在那台 Mac 上打开过 Rereminder，并不是实时连接。
zh_hant: 這裡的「已連線」是指最近 10 分鐘內在那台 Mac 上開啟過 Rereminder，並不是即時連線。

source: %@ · One-time purchase
de: %@ · Einmalkauf
es: %@ · Compra única
fr: %@ · Achat unique
it: %@ · Acquisto una tantum
ja: %@・買い切り
ko: %@ · 일회성 구매
pt_br: %@ · Compra única
zh_hans: %@ · 一次性买断
zh_hant: %@ · 一次買斷

source: %@ color
de: Farbe %@
fr: Couleur %@
it: Colore %@
ja: %@カラー
ko: %@ 색상
pt_br: Cor %@
zh_hans: %@ 颜色
zh_hant: %@ 顏色

source: %@ left
de: Noch %@
es: Quedan %@
fr: %@ restant
it: mancano %@
ja: 残り%@
ko: %@ 전
pt_br: %@ restantes
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %lld min · alerts %@ min before the end
de: %lld Min. · Erinnerungen %@ Min. vor Ende
es: %lld min · avisos %@ min antes del final
fr: %lld min · alertes %@ min avant la fin
it: %lld min · avvisi %@ min prima della fine
ja: %1$lld分 · 終了%2$@分前に通知
ko: %1$lld분 · 종료 %2$@분 전에 알림
pt_br: %1$lld min · alerta %2$@ min antes do fim
zh_hans: %1$lld 分钟 · 结束前 %2$@ 分钟提醒
zh_hant: %1$lld 分鐘 · 結束前 %2$@ 分鐘提醒

# %lld min %lld sec
source: %1$lld min %2$lld sec
de: %1$lld Min. %2$lld Sek.
es: %1$lld min %2$lld s
fr: %1$lld min %2$lld s
ja: %lld分%lld秒
ko: %lld분 %lld초
pt_br: %1$lld min %2$lld s
zh_hans: %1$lld 分 %2$lld 秒
zh_hant: %1$lld 分 %2$lld 秒

source: %lld min before
de: %lld Min. vorher
es: %lld min antes
fr: %lld min avant
it: %lld min prima
ja: %lld分前
ko: %lld분 전
pt_br: %lld min antes
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: %lld min left
de: Noch %lld Min.
es: Quedan %lld min
fr: Encore %lld min
it: Mancano %lld min
ja: 残り%lld分
ko: %lld분 남았어요
pt_br: Faltam %lld min
zh_hans: 还剩 %lld 分钟
zh_hant: 還剩 %lld 分鐘

source: %lld min remaining
de: %lld Min. übrig
es: %lld min restantes
fr: %lld min restantes
it: %lld min rimanenti
ja: %lld分残り
ko: %lld분 남았습니다
pt_br: %lld min restantes
zh_hans: 剩余 %lld 分钟
zh_hant: 剩餘 %lld 分鐘

source: %lld minute pre-alert
de: %lld-Minuten-Vorwarnung
es: Aviso previo de %lld min
fr: Pré-alerte à %lld min
it: Preavviso di %lld minuti
ja: %lld分前の事前アラート
ko: %lld분 예비 알림
pt_br: Pré-alerta de %lld min
zh_hans: %lld 分钟提前提醒
zh_hant: %lld 分鐘提前提醒

source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
ja: %lld分
ko: %lld분
pt_br: %lld minutos
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# %lld minutes %lld seconds
source: %1$lld minutes %2$lld seconds
de: %1$lld Minuten %2$lld Sekunden
es: %1$lld minutos %2$lld segundos
fr: %1$lld minutes %2$lld secondes
it: %1$lld minuti %2$lld secondi
ja: %lld分%lld秒
ko: %lld분 %lld초
pt_br: %1$lld minutos e %2$lld segundos
zh_hans: %1$lld 分 %2$lld 秒
zh_hant: %1$lld 分 %2$lld 秒

source: %lld minutes in %lld seconds
de: %lld Minuten in %lld Sekunden
es: %1$lld minutos en %2$lld segundos
fr: %lld minutes en %lld secondes
it: %lld minuti in %lld secondi
ja: %1$lld分を%2$lld秒で
ko: %1$lld분짜리를 %2$lld초에
pt_br: %1$lld minutos em %2$lld segundos
zh_hans: %1$lld 分钟的计时在 %2$lld 秒内跑完
zh_hant: %1$lld 分鐘的計時在 %2$lld 秒內跑完

source: %lld sec
de: %lld Sek.
es: %lld s
fr: %lld s
ja: %lld秒
ko: %lld초
pt_br: %lld s
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lld sec before
de: %lld Sek. vorher
es: %lld s antes
fr: %lld s avant
it: %lld sec prima
ja: %lld秒前
ko: %lld초 전
pt_br: %lld s antes
zh_hans: %lld 秒前
zh_hant: %lld 秒前

source: %lld sec remaining
de: Noch %lld Sek.
es: %lld s restantes
fr: %lld s restantes
it: %lld sec rimanenti
ja: 残り%lld秒
ko: %lld초 남음
pt_br: %lld s restantes
zh_hans: 剩余 %lld 秒
zh_hant: 剩餘 %lld 秒

source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
it: %lld secondi
ja: %lld秒
ko: %lld초
pt_br: %lld segundos
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lldm
de: %lld Min.
es: %lld min
fr: %lld min
it: %lld min
ja: %lld分
ko: %lld분
pt_br: %lld min
zh_hans: %lld分
zh_hant: %lld分

# %lldm %llds
source: %1$lldm %2$llds
de: %1$lld Min. %2$lld Sek.
es: %1$lld min %2$lld s
fr: %1$lld min %2$lld s
it: %1$lld min %2$lld sec
ja: %lld分%lld秒
ko: %lld분 %lld초
pt_br: %1$lld min %2$lld s
zh_hans: %1$lld分 %2$lld秒
zh_hant: %1$lld分 %2$lld秒

source: %lldmin %lldsec
de: %lld Min. %lld Sek.
es: %lld min %lld s
fr: %lld min %lld s
ja: %lld分%lld秒
ko: %lld분 %lld초
pt_br: %lld min %lld s
zh_hans: %1$lld分 %2$lld秒
zh_hant: %1$lld分 %2$lld秒

source: ☁️ Paused from %@
de: ☁️ Auf %@ pausiert
es: ☁️ Pausado desde %@
fr: ☁️ Mis en pause depuis %@
it: ☁️ In pausa da %@
ja: ☁️ %@で一時停止
ko: ☁️ %@에서 일시정지됨
pt_br: ☁️ Pausado em %@
zh_hans: ☁️ 已在 %@ 上暂停
zh_hant: ☁️ 已在 %@ 上暫停

source: ☁️ Stopped from %@
de: ☁️ Auf %@ gestoppt
es: ☁️ Detenido desde %@
fr: ☁️ Arrêté depuis %@
it: ☁️ Fermato da %@
ja: ☁️ %@で停止
ko: ☁️ %@에서 정지됨
pt_br: ☁️ Parado em %@
zh_hans: ☁️ 已在 %@ 上停止
zh_hant: ☁️ 已在 %@ 上停止

source: ☁️ Timer synced from %@
de: ☁️ Timer von %@ synchronisiert
es: ☁️ Temporizador sincronizado desde %@
fr: ☁️ Minuteur synchronisé depuis %@
it: ☁️ Timer sincronizzato da %@
ja: ☁️ %@からタイマーを同期
ko: ☁️ %@에서 타이머 동기화됨
pt_br: ☁️ Timer sincronizado de %@
zh_hans: ☁️ 已从 %@ 同步计时器
zh_hant: ☁️ 已從 %@ 同步計時器

source: 1 min timer → ends in ~%lld sec
de: 1-Min.-Timer → endet nach ca. %lld Sek.
es: Temporizador de 1 min → termina en ~%lld s
fr: Minuteur de 1 min → fin dans ~%lld s
it: Timer di 1 min → finisce in ~%lld sec
ja: 1分タイマー → 約%lld秒後に終了
ko: 1분 타이머 → 약 %lld초 후 종료
pt_br: Timer de 1 min → termina em ~%lld s
zh_hans: 1 分钟计时器 → 约 %lld 秒后结束
zh_hant: 1 分鐘計時器 → 約 %lld 秒後結束

source: 1x Speed (Real-time)
de: 1x Tempo (Echtzeit)
es: Velocidad 1x (tiempo real)
fr: Vitesse x1 (temps réel)
it: Velocità 1x (tempo reale)
ja: 1倍速（リアルタイム）
ko: 1배속 (실시간)
pt_br: Velocidade 1x (tempo real)
zh_hans: 1 倍速（实时）
zh_hant: 1 倍速（即時）

source: 10 min timer → ends in ~%lld sec
de: 10-Min.-Timer → endet nach ca. %lld Sek.
es: Temporizador de 10 min → termina en ~%lld s
fr: Minuteur de 10 min → fin dans ~%lld s
it: Timer di 10 min → finisce in ~%lld sec
ja: 10分タイマー → 約%lld秒後に終了
ko: 10분 타이머 → 약 %lld초 후 종료
pt_br: Timer de 10 min → termina em ~%lld s
zh_hans: 10 分钟计时器 → 约 %lld 秒后结束
zh_hant: 10 分鐘計時器 → 約 %lld 秒後結束

source: 10x Speed
de: 10x Tempo
es: Velocidad 10x
fr: Vitesse x10
it: Velocità 10x
ja: 10倍速
ko: 10배속
pt_br: Velocidade 10x
zh_hans: 10 倍速
zh_hant: 10 倍速

source: 30x Speed
de: 30x Tempo
es: Velocidad 30x
fr: Vitesse x30
it: Velocità 30x
ja: 30倍速
ko: 30배속
pt_br: Velocidade 30x
zh_hans: 30 倍速
zh_hant: 30 倍速

source: 60x Speed
de: 60x Tempo
es: Velocidad 60x
fr: Vitesse x60
it: Velocità 60x
ja: 60倍速
ko: 60배속
pt_br: Velocidade 60x
zh_hans: 60 倍速
zh_hant: 60 倍速

source: A an example control that runs a timer.
de: Ein Beispiel-Steuerelement, das einen Timer startet.
es: Un control de ejemplo que inicia un temporizador.
fr: Une commande d’exemple qui lance un minuteur.
it: Un controllo di esempio che avvia un timer.
ja: タイマーを実行するサンプルコントロールです。
ko: 타이머를 실행하는 예시 컨트롤입니다.
pt_br: Um controle de exemplo que inicia um timer.
zh_hans: 运行计时器的示例控件。
zh_hant: 執行計時器的範例控制項目。

source: A mode to quickly verify that the timer works correctly. • 10x: 10-minute timer finishes in 1 minute • 30x: 10-minute timer finishes in 20 seconds • 60x: 10-minute timer finishes in 10 seconds You can quickly test all features including alerts, pre-alerts, and overtime. ⚠️ Make sure to turn off test mode for actual use!
de: Ein Modus, um schnell zu prüfen, ob der Timer richtig funktioniert. • 10x: 10-Minuten-Timer endet nach 1 Minute • 30x: 10-Minuten-Timer endet nach 20 Sekunden • 60x: 10-Minuten-Timer endet nach 10 Sekunden So testest du alle Funktionen schnell, auch Erinnerungen, Vorwarnungen und Überzeit. ⚠️ Schalte den Testmodus für die echte Nutzung unbedingt aus!
es: Un modo para comprobar rápidamente que el temporizador funciona bien. • 10x: un temporizador de 10 minutos termina en 1 minuto • 30x: un temporizador de 10 minutos termina en 20 segundos • 60x: un temporizador de 10 minutos termina en 10 segundos Puedes probar rápido todas las funciones, incluidos los avisos, los avisos previos y el tiempo extra. ⚠️ ¡Desactiva el modo de prueba para el uso real!
fr: Un mode pour vérifier rapidement que le minuteur fonctionne correctement. • x10 : un minuteur de 10 minutes se termine en 1 minute • x30 : un minuteur de 10 minutes se termine en 20 secondes • x60 : un minuteur de 10 minutes se termine en 10 secondes Vous pouvez tester rapidement toutes les fonctions, y compris les alertes, les pré-alertes et le dépassement. ⚠️ Pensez à désactiver le mode test pour une utilisation réelle !
it: Una modalità per verificare rapidamente che il timer funzioni correttamente. • 10x: un timer di 10 minuti finisce in 1 minuto • 30x: un timer di 10 minuti finisce in 20 secondi • 60x: un timer di 10 minuti finisce in 10 secondi Puoi provare velocemente tutte le funzioni, compresi avvisi, preavvisi e tempo extra. ⚠️ Ricordati di disattivare la modalità test per l'uso reale!
ja: タイマーが正しく動作するか素早く確認できるモードです。 • 10倍速：10分タイマーが1分で終了 • 30倍速：10分タイマーが20秒で終了 • 60倍速：10分タイマーが10秒で終了 アラート、事前アラート、オーバータイムなどすべての機能をテストできます。 ⚠️ 実際の使用時にはテストモードをオフにしてください！
ko: 타이머가 실제로 잘 동작하는지 빠르게 확인할 수 있는 모드입니다. • 10배속: 10분 타이머가 1분 만에 종료됩니다 • 30배속: 10분 타이머가 20초 만에 종료됩니다 • 60배속: 10분 타이머가 10초 만에 종료됩니다 알림, 예비 알림, 오버타임 등 모든 기능을 빠르게 테스트할 수 있습니다. ⚠️ 실제 사용 시에는 반드시 테스트 모드를 꺼주세요!
pt_br: Um modo para verificar rapidamente se o timer funciona corretamente. • 10x: um timer de 10 minutos termina em 1 minuto • 30x: um timer de 10 minutos termina em 20 segundos • 60x: um timer de 10 minutos termina em 10 segundos Você pode testar rapidamente todos os recursos, incluindo alertas, pré-alertas e tempo extra. ⚠️ Não se esqueça de desativar o modo de teste para o uso real!
zh_hans: 可以快速确认计时器是否正常运行的模式。 • 10 倍速：10 分钟的计时 1 分钟结束 • 30 倍速：10 分钟的计时 20 秒结束 • 60 倍速：10 分钟的计时 10 秒结束 提醒、提前提醒、超时等所有功能都能快速测试。 ⚠️ 实际使用时请务必关闭测试模式！
zh_hant: 可以快速確認計時器是否正常運作的模式。 • 10 倍速：10 分鐘的計時 1 分鐘結束 • 30 倍速：10 分鐘的計時 20 秒結束 • 60 倍速：10 分鐘的計時 10 秒結束 提醒、提前提醒、超時等所有功能都能快速測試。 ⚠️ 實際使用時請務必關閉測試模式！

source: A small tick every time the dial passes a step, so you can set the time without watching your finger.
de: Ein kleines Klicken bei jedem Schritt am Zifferblatt – so stellst du die Zeit ein, ohne auf deinen Finger zu schauen.
es: Un pequeño clic cada vez que el dial avanza un paso, para ajustar el tiempo sin mirarte el dedo.
fr: Un léger clic à chaque cran du cadran, pour régler le temps sans regarder votre doigt.
it: Un leggero scatto ogni volta che il quadrante supera un passo, così puoi impostare il tempo senza guardare il dito.
ja: ダイヤルが一目盛り進むたびに軽くカチッと伝えます。指先を見なくても時間を合わせられます。
ko: 다이얼이 한 칸 지날 때마다 가볍게 딸깍합니다. 손가락을 보지 않고도 시간을 맞출 수 있습니다.
pt_br: Um leve clique cada vez que o mostrador passa de uma marca, para você ajustar o tempo sem olhar para o dedo.
zh_hans: 表盘每转过一格就轻轻震一下，不用盯着手指也能调好时间。
zh_hant: 錶盤每轉過一格就輕輕震一下，不用盯著手指也能調好時間。

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

source: Add a custom pre-alert
de: Eigene Vorwarnung hinzufügen
es: Agregar un aviso previo personalizado
fr: Ajouter une pré-alerte personnalisée
it: Aggiungi un preavviso personalizzato
ja: カスタム事前アラートを追加
ko: 사용자 지정 예비 알림 추가
pt_br: Adicionar pré-alerta personalizado
zh_hans: 添加自定义提前提醒
zh_hant: 新增自訂提前提醒

source: Add alert time
de: Erinnerungszeit hinzufügen
es: Agregar momento de aviso
fr: Ajouter un moment d’alerte
it: Aggiungi momento di avviso
ja: 通知時点を追加
ko: 알림 시점 추가
pt_br: Adicionar horário de alerta
zh_hans: 添加提醒时间点
zh_hant: 新增提醒時間點

source: Add custom minutes
de: Eigene Minuten hinzufügen
es: Agregar minutos personalizados
fr: Saisir des minutes
it: Aggiungi minuti personalizzati
ja: カスタム時間を追加
ko: 직접 분 입력
pt_br: Inserir minutos
zh_hans: 手动输入分钟
zh_hant: 手動輸入分鐘

source: Add Pre-alert
de: Vorwarnung hinzufügen
es: Agregar aviso previo
fr: Ajouter une pré-alerte
it: Aggiungi preavviso
ja: 事前アラートを追加
ko: 예비 알림 추가
pt_br: Adicionar pré-alerta
zh_hans: 添加提前提醒
zh_hant: 新增提前提醒

source: Add Preset
de: Vorgabe hinzufügen
es: Agregar preajuste
fr: Ajouter un préréglage
it: Aggiungi preimpostazione
ja: プリセットを追加
ko: 프리셋 추가
pt_br: Adicionar predefinição
zh_hans: 添加预设
zh_hant: 新增預設

source: Add script
de: Skript hinzufügen
es: Escribir guion
fr: Ajouter des notes
it: Aggiungi copione
ja: 台本を書く
ko: 대본 적기
pt_br: Adicionar roteiro
zh_hans: 写讲稿
zh_hant: 寫講稿

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Agregar a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Adds an alert halfway between the last alert and the end.
de: Fügt eine Erinnerung genau zwischen der letzten Erinnerung und dem Ende hinzu.
es: Agrega un aviso a medio camino entre el último aviso y el final.
fr: Ajoute une alerte à mi-chemin entre la dernière alerte et la fin.
it: Aggiunge un avviso a metà tra l'ultimo avviso e la fine.
ja: 最後の通知と終了時刻の中間地点に通知を追加します。
ko: 마지막 알림과 종료 시각의 중간 지점에 알림을 추가합니다.
pt_br: Adiciona um alerta no meio do caminho entre o último alerta e o fim.
zh_hans: 在最后一个提醒与结束时刻的中间加一个提醒。
zh_hant: 在最後一個提醒與結束時刻的中間加一個提醒。

source: Alarm permission needed
de: Alarm-Erlaubnis nötig
es: Se necesita permiso de alarmas
fr: Autorisation d’alarme requise
it: Serve il permesso per le sveglie
ja: アラームの許可が必要です
ko: 알람 권한이 필요합니다
pt_br: Permissão de alarme necessária
zh_hans: 需要闹钟权限
zh_hant: 需要鬧鐘權限

source: Alert %lld minutes before end
de: Erinnerung %lld Minuten vor Ende
es: Aviso %lld minutos antes del final
fr: Alerte %lld minutes avant la fin
it: Avviso %lld minuti prima della fine
ja: 終了%lld分前の通知
ko: 종료 %lld분 전 알림
pt_br: Alerta %lld min antes do fim
zh_hans: 结束前 %lld 分钟提醒
zh_hant: 結束前 %lld 分鐘提醒

source: Alert once
de: Einmal erinnern
es: Avisar una vez
fr: Alerter une fois
it: Avvisa una volta
ja: 1回だけ通知
ko: 한 번만 알림
pt_br: Alertar uma vez
zh_hans: 只提醒一次
zh_hant: 只提醒一次

source: Alert Presets
de: Erinnerungsvorgaben
es: Preajustes de avisos
fr: Préréglages d’alerte
it: Preimpostazioni avvisi
ja: 事前通知プリセット
ko: 미리 알림 프리셋
pt_br: Predefinições de alerta
zh_hans: 提前提醒预设
zh_hant: 提前提醒預設

source: All features unlocked
de: Alle Funktionen freigeschaltet
es: Todas las funciones desbloqueadas
fr: Toutes les fonctions débloquées
it: Tutte le funzioni sbloccate
ja: すべての機能が利用可能
ko: 모든 기능 잠금 해제
pt_br: Todos os recursos desbloqueados
zh_hans: 所有功能已解锁
zh_hant: 所有功能已解鎖

source: All Pro features — Session Mode, section scripts, unlimited templates, overtime tracking and history — are yours free forever. Nothing you had has been taken away.
de: Alle Pro-Funktionen – Session-Modus, Abschnitts-Skripte, unbegrenzte Vorlagen, Überzeit und Verlauf – gehören dir für immer kostenlos. Nichts, was du hattest, wurde dir genommen.
es: Todas las funciones Pro (Modo sesión, guiones por sección, plantillas ilimitadas, registro del tiempo extra e historial) son tuyas gratis para siempre. No perdiste nada de lo que tenías.
fr: Toutes les fonctions Pro (mode Séance, notes par partie, modèles illimités, suivi du dépassement et historique) sont à vous gratuitement, pour toujours. Rien de ce que vous aviez ne vous a été retiré.
it: Tutte le funzioni Pro (modalità Sessione, copioni delle sezioni, modelli illimitati, tempo extra e cronologia) sono tue gratis per sempre. Non ti è stato tolto nulla.
ja: セッションモード（区間名・台本）、無制限のテンプレート、超過時間の記録など、すべてのPro機能を永久に無料でご利用いただけます。今までお使いの機能は一つもなくなりません。
ko: 세션 모드(구간 이름·대본), 무제한 템플릿, 오버타임 추적, 기록 등 모든 Pro 기능을 평생 무료로 이용하실 수 있어요. 쓰시던 기능은 하나도 사라지지 않았습니다.
pt_br: Todos os recursos Pro — Modo Sessão, roteiros das etapas, modelos ilimitados, controle de tempo extra e histórico — são seus, grátis para sempre. Nada do que você tinha foi retirado.
zh_hans: 分段模式（分段名称与讲稿）、无限模板、超时记录与历史统计等所有 Pro 功能，都永久免费属于你。你原有的功能一个都不会消失。
zh_hant: 分段模式（分段名稱與講稿）、無限範本、超時記錄與歷史統計等所有 Pro 功能，都永久免費屬於你。你原有的功能一個都不會消失。

source: Allow alarms for Rereminder in Settings to use the full alarm.
de: Erlaube Alarme für Rereminder in den Einstellungen, um den echten Alarm zu nutzen.
es: Permite las alarmas de Rereminder en Ajustes para usar la alarma completa.
fr: Autorisez les alarmes pour Rereminder dans Réglages pour utiliser la vraie alarme.
it: Consenti le sveglie per Rereminder in Impostazioni per usare la sveglia completa.
ja: 設定でリマインダーのアラームを許可してください。
ko: 설정에서 두번알림의 알람을 허용해 주세요.
pt_br: Permita alarmes para o Rereminder em Ajustes para usar o alarme completo.
zh_hans: 请在“设置”中允许 Rereminder 使用闹钟。
zh_hant: 請在「設定」中允許 Rereminder 使用鬧鐘。

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
it: Consentito
ja: 許可済み
ko: 허용됨
pt_br: Permitido
zh_hans: 已允许
zh_hant: 已允許

source: Also alert my other devices
de: Auch meine anderen Geräte erinnern
es: Avisar también en mis otros dispositivos
fr: Alerter aussi mes autres appareils
it: Avvisa anche gli altri miei dispositivi
ja: 他のデバイスでも通知
ko: 다른 기기에서도 알리기
pt_br: Alertar também meus outros dispositivos
zh_hans: 同时提醒我的其他设备
zh_hant: 同時提醒我的其他裝置

source: Anything bothering you?
de: Stört dich etwas?
es: ¿Algo te molesta?
fr: Quelque chose vous gêne ?
it: Qualcosa non ti convince?
ja: 何か不便な点はありますか？
ko: 혹시 불편한 점이 있으세요?
pt_br: Algo incomodando você?
zh_hans: 有什么不顺手的地方吗？
zh_hant: 有什麼不順手的地方嗎？

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모드
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Applies this template to the timer
de: Wendet diese Vorlage auf den Timer an
es: Aplica esta plantilla al temporizador
fr: Applique ce modèle au minuteur
it: Applica questo modello al timer
ja: このテンプレートをタイマーに適用します
ko: 이 템플릿을 타이머에 적용합니다
pt_br: Aplica este modelo ao timer
zh_hans: 把这个模板应用到计时器
zh_hant: 將這個範本套用到計時器

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pt_br: Aplicar
zh_hans: 应用
zh_hant: 套用

source: available
de: verfügbar
es: disponible
fr: disponible
it: disponibile
ja: 利用可能
ko: 사용 가능
pt_br: disponível
zh_hans: 可用
zh_hant: 可用

source: Average Duration
de: Durchschnittsdauer
es: Duración media
fr: Durée moyenne
it: Durata media
ja: 平均時間
ko: 평균 시간
pt_br: Duração média
zh_hans: 平均时长
zh_hant: 平均時長

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

source: before alert
de: vorher erinnern
es: antes
fr: alerte avant
it: prima
ja: 前アラート
ko: 전 알림
pt_br: antes do fim
zh_hans: 前提醒
zh_hant: 前提醒

source: Can't go shorter than your alerts
de: Kürzer als deine Erinnerungen geht nicht
es: No puede ser más corto que tus avisos
fr: Impossible de raccourcir sous vos alertes
it: Non puoi scendere sotto i tuoi avvisi
ja: 通知より短くはできません
ko: 켜 둔 알림보다 짧게는 못 줄여요
pt_br: Não dá para ficar menor que seus alertas
zh_hans: 不能短于已设的提醒
zh_hant: 不能短於已設的提醒

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancel Timer
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler le minuteur
it: Annulla timer
ja: タイマーキャンセル
ko: 타이머 취소
pt_br: Cancelar timer
zh_hans: 取消计时器
zh_hant: 取消計時器

source: Check again
de: Erneut prüfen
es: Volver a comprobar
fr: Vérifier à nouveau
it: Ricontrolla
ja: 再確認
ko: 다시 확인
pt_br: Verificar novamente
zh_hans: 重新检查
zh_hant: 重新檢查

source: Choose your accent color for the entire app.
de: Wähle die Akzentfarbe für die ganze App.
es: Elige el color de acento para toda la app.
fr: Choisissez la couleur d’accent de toute l’app.
it: Scegli il colore di evidenziazione per tutta l'app.
ja: アプリ全体のアクセントカラーを選択します。
ko: 앱 전체에 적용할 강조 색상을 선택하세요.
pt_br: Escolha a cor de destaque para todo o app.
zh_hans: 选择整个 App 使用的强调色。
zh_hant: 選擇整個 App 使用的強調色。

source: Class
de: Unterricht
es: Clase
fr: Cours
it: Lezione
ja: レッスン
ko: 수업
pt_br: Aula
zh_hans: 课程
zh_hant: 課程

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Closing
de: Abschluss
es: Cierre
fr: Conclusion
it: Chiusura
ja: クロージング
ko: 정리
pt_br: Fechamento
zh_hans: 结语
zh_hant: 結語

source: Compare Plans
de: Pläne vergleichen
es: Comparar planes
fr: Comparer les offres
it: Confronta i piani
ja: プラン比較
ko: 플랜 비교
pt_br: Comparar planos
zh_hans: 方案对比
zh_hant: 方案比較

source: completed
de: abgeschlossen
es: completado
fr: terminé
it: completato
ja: 完了
ko: 완료됨
pt_br: concluído
zh_hans: 已完成
zh_hant: 已完成

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 已完成
zh_hant: 已完成

source: Completion Rate
de: Abschlussquote
es: Tasa de finalización
fr: Taux de complétion
it: Tasso di completamento
ja: 完了率
ko: 완료율
pt_br: Taxa de conclusão
zh_hans: 完成率
zh_hant: 完成率

source: Connect your Apple Watch
de: Apple Watch verbinden
es: Conecta tu Apple Watch
fr: Connecter votre Apple Watch
it: Collega il tuo Apple Watch
ja: Apple Watchを接続する
ko: Apple Watch 연결하기
pt_br: Conectar seu Apple Watch
zh_hans: 连接 Apple Watch
zh_hant: 連接 Apple Watch

source: Connect your Mac
de: Mac verbinden
es: Conecta tu Mac
fr: Connecter votre Mac
it: Collega il tuo Mac
ja: Macを接続する
ko: Mac 연결하기
pt_br: Conectar seu Mac
zh_hans: 连接 Mac
zh_hant: 連接 Mac

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
zh_hans: 已连接
zh_hant: 已連線

source: Custom Minutes
de: Eigene Minuten
es: Minutos personalizados
fr: Minutes personnalisées
it: Minuti personalizzati
ja: カスタム分
ko: 사용자 지정 분
pt_br: Minutos personalizados
zh_hans: 自定义分钟
zh_hant: 自訂分鐘

source: Customize alert presets
de: Erinnerungsvorgaben anpassen
es: Personalizar preajustes de avisos
fr: Personnaliser les préréglages d’alerte
it: Personalizza preimpostazioni avvisi
ja: 事前通知プリセットのカスタマイズ
ko: 미리 알림 프리셋 바꾸기
pt_br: Personalizar predefinições de alerta
zh_hans: 修改提前提醒预设
zh_hant: 修改提前提醒預設

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据
zh_hant: 資料

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Denied - Go to Settings
de: Abgelehnt – Zu den Einstellungen
es: Denegado - Ir a Ajustes
fr: Refusé – Ouvrir Réglages
it: Negato - Vai a Impostazioni
ja: 拒否 - 設定へ移動
ko: 거부됨 - 설정으로 이동
pt_br: Negado - Ir para Ajustes
zh_hans: 已拒绝 - 前往设置
zh_hant: 已拒絕 - 前往設定

source: Dismiss timer alert
de: Timer-Hinweis schließen
es: Descartar aviso del temporizador
fr: Fermer l’alerte du minuteur
it: Chiudi avviso del timer
ja: タイマーアラートを閉じる
ko: 타이머 알림 닫기
pt_br: Dispensar alerta do timer
zh_hans: 关闭计时器提醒
zh_hant: 關閉計時器提醒

source: Do you have a Mac?
de: Hast du einen Mac?
es: ¿Usas Mac?
fr: Avez-vous un Mac ?
it: Hai un Mac?
ja: Macをお持ちですか？
ko: Mac을 쓰시나요?
pt_br: Você tem um Mac?
zh_hans: 你有 Mac 吗？
zh_hant: 你有 Mac 嗎？

source: Do you have an Apple Watch?
de: Hast du eine Apple Watch?
es: ¿Tienes un Apple Watch?
fr: Avez-vous une Apple Watch ?
it: Hai un Apple Watch?
ja: Apple Watchをお持ちですか？
ko: Apple Watch를 쓰시나요?
pt_br: Você tem um Apple Watch?
zh_hans: 你有 Apple Watch 吗？
zh_hant: 你有 Apple Watch 嗎？
